package Lab5.task2;
import java.util.Scanner;

public class Main {
    public static void main(String[] args) {
        // 1. Створіть об'єкт Scanner для зчитування введених користувачем даних
        // 2. Оголосіть змінні для збереження балансу та вибору користувача
        // 3. Реалізуйте цикл, що буде повторюватися, доки користувач не вибере вихід
        // 4. Виведіть меню користувача
        // 5. Отримайте вибір користувача та обробіть його
        // 6. Реалізуйте методи showBalance(), deposit(), withdraw()
        // 7. Закрийте Scanner
    }
}
